/* File menu entry under Import Catalog */
"Media Pro Catalog…" = "Media Pro目录…";

/* Error message if failing to launch a Media Pro Catalog for Import */
"Unable to open Media Pro Catalog." = "不能打开Media Pro目录。";

/* Error message if failing to get document properties of a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog document properties" = "无法读取Media Pro目录文档属性";

/* Error message if failing to get item properties in a Media Pro Catalog for Import */
"Unable to read Media Pro Catalog item properties" = "无法读取Media Pro目录项目属性";

